Repository: skverall/CarDealerTracker-ios-android
Catalog: iOS Car Dealer Tracker/Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ar, hi, id, ja, ko, pt_br, ru, uz

source: Upgrade
ar: يرقي
hi: अपग्रेड करें
id: Tingkatkan
ja: アップグレード
pt_br: Atualizar
ru: Обновить
uz: Yangilash

# upgrade_to_unlock
source: Upgrade to unlock all features
ar: قم بالترقية لفتح جميع الميزات
hi: सभी सुविधाओं को अनलॉक करने के लिए अपग्रेड करें
id: Tingkatkan untuk membuka kunci semua fitur
ja: すべての機能を利用するにはアップグレードしてください
pt_br: Atualize para desbloquear todos os recursos
ru: Обновите для доступа ко всем функциям
uz: Barcha funksiyalarni ochish uchun yangilang

source: Upload Photos
ar: تحميل الصور
hi: तस्वीरें अपलोड करें
id: Unggah Foto
ja: 写真をアップロード
pt_br: Fazer upload de fotos
ru: Загрузить фото
uz: Rasmlarni yuklash

source: Used Car
ar: مركبة مستعملة
hi: प्रयुक्त कार
id: Mobil Bekas
ja: 中古車
pt_br: Carro usado
ru: Подержанный автомобиль
uz: Ishlatilgan mashina

source: User Guide
ar: دليل المستخدم
hi: उपयोगकर्ता मार्गदर्शिका
id: Panduan Pengguna
ja: ユーザーガイド
pt_br: Guia do usuário
ru: Руководство
uz: Foydalanuvchi uchun qoʻllanma

# vat_refund_amount
source: VAT Refund
ar: استرداد ضريبة القيمة المضافة
hi: VAT रिफंड
id: VAT Pengembalian dana
ja: 消費税還付
pt_br: Reembolso de IVA
ru: Возврат НДС
uz: QQSni qaytarish

# vat_refund_percent
source: VAT Refund %
ar: استرداد ضريبة القيمة المضافة٪
hi: VAT रिफंड %
id: VAT Pengembalian dana %
ja: 消費税還付%
pt_br: Reembolso de IVA %
ru: Возврат НДС %
uz: QQSni qaytarish %

source: Vehicle
ar: مركبة
hi: कार
id: Kendaraan
ja: 車両
pt_br: Veículo
ru: Авто
uz: Avtomobil

source: Vehicle Details
ar: تفاصيل المركبة
hi: कार विवरण
id: Detail Kendaraan
ja: 車両詳細
pt_br: Detalhes do veículo
ru: Детали авто
uz: Avtomobil tafsilotlari

source: Vehicle Expenses
ar: مصروفات المركبات
hi: कार खर्च
id: Kendaraan Expenses
ja: 車両経費
pt_br: Despesas com veículos
ru: Расходы на авто
uz: Avtomobil xarajatlari

# vehicle_info_section
source: Vehicle Info
ar: معلومات المركبة
hi: कार की जानकारी
id: Info Kendaraan
ja: 車両情報
pt_br: Informações do veículo
ru: Информация об авто
uz: Avtomobil haqida ma'lumot

source: Vehicle Interest
ar: مصلحة المركبة
hi: कार हित
id: Minat Kendaraan
ja: 車両への関心
pt_br: Interesse em veículos
ru: Интерес к авто
uz: Avtomobilga qiziqish

source: Vehicle removed
ar: تمت إزالة المركبة
hi: कार हटाये गये
id: Kendaraan dihapus
ja: 車両は削除されました
pt_br: Veículo removido
ru: Автомобиль удален
uz: Avtomobil oʻchirilgan

# vehicle_section_title
source: VEHICLE
ar: عربة
hi: कार
ja: 車両
pt_br: VEÍCULO
ru: АВТОМОБИЛЬ
uz: AVTOMOBIL

# vehicle_year_prefix
source: Year:
ar: سنة:
hi: वर्ष:
id: Tahun:
ja: 年式:
pt_br: Ano:
ru: Год:
uz: Yil:

# vehicles_90_days
source: Vehicles over 90 days
ar: المركبات أكثر من 90 يوما
hi: 90 दिनों से अधिक के कार
id: Vehicles selama 90 hari
ja: 90日超の在庫車両
pt_br: Veículos com mais de 90 dias
ru: Авто более 90 дней
uz: 90 kundan ortiq avtomobillar

# vehicles_over_days
source: Vehicles over %d days
ar: المركبات التي تزيد مدتها عن %d يومًا
hi: %d दिनों से अधिक के कार
id: Vehicles selama %d hari
ja: %d日超の在庫車両
pt_br: Veículos acima de %d dias
ru: Авто более %d дней
uz: %d kundan ortiq avtomobillar

source: Vehicles Sold
ar: المركبات المباعة
hi: कार बिके
id: Vehicles Terjual
ja: 販売済み車両
pt_br: Veículos vendidos
ru: Проданные авто
uz: Sotilgan auto

source: Verified Account
ar: حساب تم التحقق منه
hi: सत्यापित खाता
id: Terverifikasi Akun
ja: 認証済みアカウント
pt_br: Conta verificada
ru: Подтверждённый аккаунт
uz: Tasdiqlangan hisob

source: View All Alerts
ar: عرض جميع التنبيهات
hi: सभी अलर्ट देखें
id: Lihat Semua Peringatan
ja: すべてのアラートを表示
pt_br: Ver todos os alertas
ru: Все предупреждения
uz: Barcha ogohlantirishlarni koʻrish

# view_analytics
source: Open
ar: يفتح
hi: खुला
id: Buka
ja: 開く
pt_br: Abrir
ru: Открыть
uz: Ochiq

source: View receipt
ar: عرض الإيصال
hi: रसीद देखें
id: Lihat tanda terima
ja: 領収書を表示
pt_br: Ver recibo
ru: Посмотреть чек
uz: Kvitansiyani koʻrish

# view_report_button
source: View Report
ar: عرض التقرير
hi: रिपोर्ट देखें
id: Lihat Laporan
ja: レポートを表示
pt_br: Ver relatório
ru: Посмотреть отчет
uz: Hisobotni koʻrish

source: View Vehicles
ar: عرض المركبات
hi: कार देखें
id: Lihat Vehicles
ja: 車両を表示
pt_br: Ver veículos
ru: Автомобили
uz: Avtomobillarni koʻrish

source: vs last month
ar: مقابل الشهر الماضي
hi: बनाम पिछले महीने
id: vs bulan lalu
ja: 前月比
ko: 지난달 대비
pt_br: em comparação com o mês passado
ru: к прош. мес.
uz: oʻtgan oyga nisbatan

source: vs last week
ar: مقابل الأسبوع الماضي
hi: बनाम पिछले सप्ताह
id: vs minggu lalu
ja: 前週比
ko: 지난주 대비
pt_br: em comparação com a semana passada
ru: к прош. нед.
uz: oʻtgan haftaga nisbatan

source: vs prev 3M
ar: مقابل 3M السابق
hi: बनाम पिछला 3एम
id: vs sebelumnya 3M
ja: 前3か月比
ko: 이전 3개월 대비
pt_br: vs 3M anteriores
ru: к пред. 3 мес.
uz: oldingi 3Mga nisbatan

source: vs prev 6M
ar: مقابل 6M السابق
hi: बनाम पिछला 6एम
id: vs sebelumnya 6M
ja: 前6か月比
ko: 이전 6개월 대비
pt_br: em comparação aos 6 meses anteriores
ru: к пред. 6 мес.
uz: oldingi 6Mga nisbatan

source: vs yesterday
ar: مقابل أمس
hi: बनाम कल
id: vs kemarin
ja: 昨日比
ko: 어제 대비
pt_br: em comparação com ontem
ru: к вчера
uz: kechagi kunga qarshi

source: Warranty
ar: ضمان
hi: वारंटी
id: Garansi
ja: 保証
pt_br: Garantia
ru: Гарантия
uz: Kafolat

source: Week
ar: أسبوع
hi: सप्ताह
id: Minggu
ja: 週
pt_br: Semana
ru: Неделя
uz: Hafta

# welcome_to_app
source: Welcome to Car Dealer Tracker
ar: مرحبا بكم في تعقب معرض المركبات
hi: Car Dealer Tracker में आपका स्वागत है
id: Selamat datang di Car Dealer Tracker
ja: Car Dealer Trackerへようこそ
pt_br: Bem-vindo ao Car Dealer Tracker
ru: Добро пожаловать в Car Dealer Tracker
uz: Car Dealer Tracker ga xush kelibsiz

source: What is this for?
ar: لماذا هذا؟
hi: यह किसलिए है?
id: Untuk apa ini?
ja: 用途
pt_br: Para que serve isso?
ru: За что этот платёж?
uz: Bu nima uchun?

source: WhatsApp
ar: واتساب
hi: व्हाट्सएप
id: Ada apa

source: Withdrawal
ar: انسحاب
hi: निकासी
id: Penarikan
ja: 出金
pt_br: Retirada
ru: Списание
uz: Olib tashlash

source: Yesterday
ar: أمس
hi: कल
id: Kemarin
ja: 昨日
pt_br: Ontem
ru: Вчера
uz: Kecha

source: • %lld queued
ar: • %lld في قائمة الانتظار
hi: • %lld पंक्तिबद्ध
id: • %lld mengantri
ja: • %lld件保留中
pt_br: • %lld na fila
ru: • %lld в очереди
uz: • %lld navbatda

# time_range_3m
source: 3M
hi: 3एम
ja: 3か月
ko: 3개월
ru: 3М
uz: 3O

source: App Settings
id: Pengaturan Aplikasi
pt_br: Ajustes do app

source: Reports & Data Export
id: Laporan & Ekspor Data
pt_br: Relatórios e exportação de dados

source: Sync & Maintenance
id: Sinkronisasi & Pemeliharaan
pt_br: Sincronização e manutenção

source: name@dealer.com
id: nama@dealer.com
pt_br: nome@dealer.com

source: %lldd
ja: %lld日
ru: %lldд

# ai_insights_status_pro
source: Pro AI
pt_br: IA Pro
